; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.4
laid=0x0064
lang=Filipino (Filipino)
name=Poppo
date=2013-12-04

[controls]
000=Auto
001=Dagdag &Files
002=Dagdag Folder
003=&Tanggalin
004=Tanggalin Lahat
005=Browse
006=Ikabit sa unang file sa list (para sa nakakaalam lamang!)
007=Hash
008=Clear
009=Pag tapos na:
010=Iopen ang output file pagkatapos
011=Iopen ang output folder pagkatapos
012=Burahin mga bahagi pagkatapos
013=Lumabas

[about]
000=Tungkol saan  %s
001=OK

[list_column]
000=Daan
001=Laki
002=Kalagayan

[list_status_cat]
000=ok
001=babala
002=mali

[list_status]
000=ok
001=babala: di inaasahang ordinal na numero
002=babala: laki ng file di tugma sa unang file
003=babala: laki ng huling file mas malaki sa naunang file
004=babala: file di mabuksan para masulatan!
005=babala: file di mabuksan para mabasa!

[list_tooltip]
000=Listahan ng input files
001=Daan:\t %s\r\nLaki:\t %s\r\nOrdinal:\t %d\r\nKalagayan:\t %s

[join_button]
000=&Hinto
001=&Pagdugtungin

[settings]
000=Settings
001=Pagsusuri
002=Pagsuri para sa &nawawalang parte ng load
003=Pagsuri para sa laki ng mga bahaging &parepareho para sa load
004=Pagsuri para sa mga nawawalang parte
005=Pagsuri para sa laki ng mga bahaging parepareho
006=Talaan ng file
007=&Iayos ayon sa huling numero ng daan ng file (mas mabilis)
008=&Tanggalan lahat ng nasa listahan pagkatapos pagdugtungin
009=Huwag paganahin ang &auto load parts
010=Isama ang mga sub-&folders
011=Pangkalahatan
012=Tandaan ang posisyon ng &window
013=Gamitin ang Recycle Bin kapag &nagbura ng mga bahagi
014=Piniling output path
015=Katulad ng input folder
016=Pasadyang path
017=Save
018=Kanselahin
019=Tingnan kung may bagong version sa pag start

[menu]
000=&Mga Pagpipilian
001=Panatilihin sa &ibabaw\tCtrl + T
002=Ikabit sa .001 files (hindi madaling ilipat)
003=Idisable ang &hash
004=&Tanggalin lahat ng item sa listahan pagkatapos pagdugtungin
005=&Settings

006=&Wika

007=&Tulong
008=&Tulong Online
009=&Webpage
010=&Tungkol saan
011=Tingnan kung may &bagong version

[menu_popup]
000=Buksan ang &kinaroroonan ng file
001=&Iimport ang listahan
002=&Iexport ang listahan
003=&Tanggalin
004=Tanggalin lahat

[messages]
001=Hindi makagawa ng thread :(
002=Pagdurugtong ay isinasagawa, nais mo ba talagang lumabas (di recommended)?
003=Handa
004=Pinagdurugtong...
005=Pagdurugtong ay isinasagawa!
006=Mga files ay napagdugtong!

007=Isa lang ang file sa listahan!
008=Hindi namili ng file para ilipat!
009=Walang laman ang file list!
010=Hindi mabuksan ang file!
011=Ang tinukoy na output file ay hindi magawa!
012=Bigo ang pagsulat ng file! Konti ang disk space?
013=Mga files naidagdag: %d
014=Mga files auto loaded: %d
015=Meron ng output file. Nais mo bang ioverwrite ang file?
016=Ang output file path ay hindi natukoy!

017=Pagsuri sa nawawalang mga bagahi
018=Tila nawawala ang / ang mga %d bahagi na may ordinal(s): %s.
019=Tila nawawala ang mga higit sa%d bahagin na may ordinals: %s.
020=Pagsuri sa laki ng bahagi
021=Tila ang/ ang mga %d bahagi ay iba ang sukat ng laki ng file kaysa sa unang bahagi, maaaring ito ay corrupted o hindi kasama sa grupo. Ordinal(s) na bahagi o mga bahagi na may ibang sukat: %s.
022=Tila hindi mas maliit ang file size ng huling bahagi at dahil dito, maaaring nawawala ang huling bahagi, subalit hindi ito parating totoo.
023=\n\nNais mong ituloy ang pagdugtong?
024=Pasadyang path: "%s"
025=-output

[tooltips]
000=* SA MGA NAKAKAALAM LAMANG *\r\nIsama lahat ng files sa unang file sa listahan.\r\nMaganda para sa bilis, subalit hindi mainam kung nagkamali ka sa ng mga files sa listahan.
001=Ilipat ang mga napiling file(s) pataas sa listahan
002=Ilipat ang mga napiling file(s) pababa sa listahan
003=Path kung saan ang output file ay isesave
004=Maghanap ng lokasyon para sa output file na isesave
005=Pagdugtungin ang mga files sa listahan
006=Status
007=Magdagdag ng files sa list
008=Idagdag ang lahat ng files mula sa folder
009=Tanggaling ang piniling items mula sa listahan
010=Tanggaling lahat ng items mula sa listahan
011=Iayos ang mga items sa listahan
012=Itoggle ang automatic na pagaayos
013=CRC32 hash
014=Toggle calculation of CRC32 hash
015=MD5 hash
016=Toggle calculation of MD5 hash
017=Linisin ang mga hash values
018=Tanggaling lahat ng bahagi mula sa hard drive pagkatapos (kung tagumpay ang pagdurugtong)
019=Lumabas pag natapos (kung tagumpay ang pagdurugtong)
020=Buksan ang output file pag natapos (kung tagumpay ang pagdurugtong)
021=Buksan ang output folder pag natapos (kung tagumpay ang pagdurugtong)

[updater]
000=Ang File Joiner %s (%s) ay available na. Nais mo bang buksan ang download page?
001=Ito ang pinakahuling version.
002=Hindi ma check kung may bagong version.
